IDEA Open Model
CheckResWeld.UnityCheck Property
Compatible with IDEA StatiCa Beta 20.0
 Unity Check Stress
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double UnityCheck { get; set; }
Public Property UnityCheck As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
CheckResWeld Class
IdeaRS.OpenModel.Connection Namespace